import Accordion from '@/components/Accordion';



export default function FAQ() {

  return (
    <section id="faq" className="noise-bg pb-32">
      <div className="px-8 pt-14 max-w-2xl mx-auto cursor-default">

      <svg width="90" height="66" viewBox="0 0 90 66" fill="none" xmlns="http://www.w3.org/2000/svg">
        <path d="M14.3765 32.2999C14.3765 35.7136 15.8491 38.5249 18.0579 40.9345C19.4636 42.474 21.1369 43.7458 22.6765 45.1514C23.0781 45.4861 23.5466 45.7539 23.8813 46.1555C24.8184 47.2264 24.5506 48.5651 23.2789 49.2345C22.8773 49.4353 22.4757 49.5022 22.074 49.703C17.3216 51.6442 13.841 54.7901 12.7031 60.078C12.5023 60.9481 12.3015 61.7514 12.1007 62.5546C11.9668 63.0901 11.766 63.6925 11.5652 64.228C11.2975 64.9642 10.762 65.4997 9.89185 65.4328C9.02169 65.3659 8.55315 64.8304 8.35234 64.0272C8.0846 63.0231 7.88379 61.9522 7.61605 60.8812C6.9467 58.1369 6.27735 55.3925 4.93865 52.849C4.06849 51.1087 2.93059 49.6361 1.25722 48.4982C-0.349227 47.4272 -0.416162 46.0885 1.05641 44.8168C2.26124 43.8127 3.66688 42.9426 4.93865 42.0055C7.95073 39.7966 9.69104 36.8515 9.95878 33.0362C10.0927 32.4338 10.0927 31.6306 10.2265 30.8273C10.3604 29.2878 10.5612 29.087 11.8999 29.0201C13.2386 28.8862 13.9749 29.4217 14.2426 30.6265C14.3765 31.162 14.3096 31.7644 14.3765 32.2999Z" fill="#9945B1"/>
        <path d="M71.4901 42.4114C71.285 40.6333 71.2166 38.7868 70.943 37.0771C70.4643 34.2048 69.0965 31.948 66.4978 30.5118C64.3093 29.3492 62.1209 28.3234 59.8641 27.2292C59.1802 26.8872 58.4279 26.6137 57.7441 26.2717C57.197 25.9982 56.855 25.5195 57.0602 24.904C57.197 24.4937 57.6757 24.2201 58.0176 23.8782C58.086 23.8098 58.2228 23.8098 58.3596 23.8098C63.7622 22.7156 67.3868 19.2277 69.8488 14.5773C72.0372 10.5424 73.8153 6.30236 75.7986 2.19906C76.0721 1.58356 76.3457 0.968065 76.6876 0.489347C76.8928 0.215794 77.4399 -0.0577596 77.7818 0.0106287C78.1238 0.0790171 78.5341 0.489347 78.6025 0.899677C78.7393 1.31001 78.6709 1.85711 78.6025 2.33583C78.4657 3.29327 78.329 4.2507 78.1238 5.27653C77.3031 9.31144 78.1238 13.2096 78.9445 17.1077C79.3548 18.8174 80.3806 20.0484 81.8851 20.8691C83.8 21.8949 85.7833 22.5788 87.9033 23.0575C88.5872 23.1943 89.5446 23.1943 89.613 24.2201C89.6814 25.3143 88.724 25.5879 87.9717 25.793C84.6891 26.6137 82.3639 28.8021 80.2438 31.3325C78.0554 33.9312 76.3457 36.8719 75.2515 40.0862C74.636 41.8643 74.0889 43.6424 73.4734 45.3521C73.3366 45.694 73.3366 46.036 73.1314 46.2411C72.8579 46.5831 72.3792 47.0618 72.1056 46.9934C71.7637 46.925 71.4901 46.3779 71.285 45.9676C71.1482 45.694 71.2166 45.3521 71.2166 45.0102C71.2166 44.1211 71.2166 43.2321 71.2166 42.4114C71.3533 42.4114 71.4217 42.4114 71.4901 42.4114Z" fill="#EA552B"/>
      </svg>


        <h2 className="text-[28px] text-center text-gray-600">שאלות?</h2>
        <h3 className="font-normal text-base mb-12 text-center text-gray-600">אם נותרו לכם שאלות, פנו אלינו!</h3>

        {/* <Accordion title="עיצובים ללא הגבלה?">
        ניתן לבקש עיצובים ללא הגבלה, הצוות עובד על בקשה אחת בו-זמנית. בסיום העבודה על בקשה, תחל העבודה על הבקשה הבאה. הלקוח יכול לתעדף בקשות.
        </Accordion> */}

        <Accordion title="מה זה אתר תדמית?">
        אתר תדמית הוא דלת הכניסה של העסק שלכם. בעידן שניתן להקים אתר ב 1,000₪ אצל כל אחד שלמד ״בניית אתרים״ לפני שבוע, חשוב לנו
        לחדד את חשיבות העניין. כמו שלא תרצו שחובבן יעשה טיפול מהותי ברכב שלכם, סביר להניח שלא תרצו שחובבן יהיה אחראי על הקמת אתר.
        <br />
        אנחנו נעשה לכם אתר תדמית שיספר את הסיפור הייחודי של העסק שלכם, יפנה לקהל היעד שלכם, כלומר לאנשים הנכונים, ויסייע להם להתחבר ולהתקרב לסיפור שלכם, לעסק, למה שאתם מציעים להם.
        </Accordion>

        <Accordion title="כמה עולה לבנות אתר">
          תלוי.
          <br />
          אם ראיתם אתר ואתם נעולים שאתם רוצים משהו דומה ולא רוצה עיצוב ייחודי בהתאמה, ואם דרישות הפיתוח הם ממש פשוטות, העלויות יהיו נמוכות יותר.
          <br />
          יחד עם זאת, אנחנו נותנים הצעת מחיר סופית לאחר שלב אפיון בו נבין את כל צרכי הפרויקט שלכם.
          <br />
          אתר תדמית יכול לעלות בין 3,000₪ ל- 10,000₪,
          <br />
          אתר מסחר יכול לעלות מעל 10,000₪+
          <br />
          אם בכל זאת זה יקר, אולי כרטיס ביקור דיגיטלי יתאים לכם יותר. רוצים לשמוע עוד? כנסו 
          <a className='pr-1 text-primary-700 underline' href="https://forcard.co.il/?utm_source=forweb&utm_medium=forweb">
            לכאן.
          </a>
        </Accordion>

        <Accordion title="למה דווקא אתם?">
          ובכן, אנחנו מבדלים את עצמנו משאר בוני האתרים למיניהם בכמה דרכים מהותיות:
          <br />
          <ul>
            <li>- עיצוב ייחודי ומותאם לעסק ולא עוד שבלונות</li>
            <li>- אנחנו מתאימים את הטכנולוגיה לצרכי האתר.</li>
            <li>- איכות. אנחנו יודעים ומכירים את המלאכה היטב. אנחנו מכינים את התשתית של האתר בצורה הטובה ביותר כדי למזער הפתעות בהמשך.</li>
          </ul>
        </Accordion>

        <Accordion title="יש אפשרות לחבילה אחרת?">
        כן!
        <br />

        חלק מהלקוחות מעדיפים חבילה חודשית של 550₪ הכוללת:
        עיצוב, פיתוח ואחסון האתר על השרתים המהירים שלנו!
        <br />
        * במודל זה, הזכויות על העיצוב, האתר, קוד מקור, הינן שלנו.
        </Accordion>

        <Accordion title="איך מתנהלת התקשורת?">
          ראשית, נקיים פגישה קצרה. בדרך-כלל נסתפק ב-15 דק לאפיון הצורך ותיאור התכנית.
          לאחר מכן התקשורת עוברת למקום שבו נוח לכם: וואטסאפ, מייל, מסנג׳ר, או לחלופין ב- Trello.
          אנחנו מאוד אוהבים Trello, אבל לא נכפה עליכם :)
          < br/>
          ב- Trello 
        ניתן להעלות קובץ מכל סוג, ניתן להגיב, לשאול, כל מה שנחוץ. ואם בכל זאת אתם זקוקים למענה בוואטסאפ, זה גם אפשרי.
        </Accordion>

        <Accordion title="מה עם קידום אורגני?">
          אנחנו מפתחים כל אתר תוך התחשבות בSEO. נוסף לכך, לקוחות אשר יבקשו שירות SEO, כלומר כתיבת תכנים מותאמים לקידום אורגני, אנו נשמח להציע שירות זה.
          <br />
          יש לציין כי
          זהו לא שירות עיקרי שלנו, ופחות מתאים לאתרים ממוקדי תוכן הדורשים כתיבה של כמות גדולה מאוד של מאמרים.
        </Accordion>

        <Accordion title="אני רוצה כרטיס ביקור דיגיטלי">
          כרטיס ביקור דיגיטלי זו אחלה בחירה ב- 2022. אבל האם כרטיס ביקור דיגיטלי מתאים לכל אחד? לא.
          <br />
          בעינינו, כרטיס ביקור דיגיטלי מתאים לפרילנסרים, עצמאיים, בתחום שונים כגון: צלמים, מטפלים, עורכי דין, מאמני כושר, מאלפי כלבים ועוד.
          <br />
          העניין הוא, כרטיס ביקור דיגיטלי לא מהווה תחליף מוחלט לאתר תדמית שלם. אתר תדמית ניתן לטרגט בצורה נכונה ורחבה יותר לקידום אורגני.
          באתר תדמית ניתן להציג אספקטים ייחודיים במיוחד של העסק/מיזם באופן שבכל זאת, אין מה לעשות, יהיה מוגבל יותר בכרטיס ביקור דיגיטלי.
          <br />
          כרטיס ביקור דיגיטלי עולה כ- 300₪/לשנה. ובכך, העניין מתאים לכל מי שלא מתאפשר לו להשקיע באתר תדמית שלם.
        <br />
        הכרטיסים הדיגיטליים שלנו ייחודיים בכך שאנו מציעים עיצובים ייחודיים בהתאמה אישית. כל כרטיס ביקור דיגיטלי שאנו מפתחים עובד על קוד איכותי שנבנה מאפס. אנו מבטיחים זמני טעינה הכי מהירים בשוק.
        <br />
          <a className='pr-1 text-primary-700 underline' href="https://forcard.co.il/?utm_source=forweb&utm_medium=forweb">
          לחצו כאן כדי להזמין כרטיס ביקור דיגיטלי
          </a>
        
        </Accordion>

        <Accordion title="אתם עושים קידום ממומן בגוגל או פייסבוק?">
        לא.
        אנחנו נותנים ייעוץ והכוונה ראשוני בלבד, אך איננו מספקים שירותי פרסום ממומן.
        <br />
        רוצים SEO? מצוין. נשמח לעזור.
        </Accordion>

        <Accordion title="תוך כמה זמן יש תוצאות?">
        
        משך הזמן של פיתוח אתר תדמית משתנה מאתר לאתר, ותלוי בבקשות ודרישות הלקוח. 
        בדרך-כךך ניתן לראות כבר קונספט ראשוני תוך מספר ימי עסקים. פיתוח והטמעה נכונה ואיכותית של האתר אורכת זמן רב יותר ועשויה לקחת עד חודש ימים ואף יותר בהתאם לגודל הפרויקט.
        <br />
        אנו נותנים הערכה מדויקת יותר בהינתן פרטי הבקשה שלכם.
        </Accordion>

        <Accordion title="איך מתקדמים?">
          נצטרך מספר דברים כדי להתקדם:
          <br />
          הסבר מפורט של הצורך שלכם באתר, מה המטרה העיקרית של האתר, מה הוא צריך לשרת? מי הולך להשתמש בו?
          <br />
          דבר שני, העבירו לנו תמונות, לוגו וכל דבר רלוונטי שחשוב לכם שיוצג באתר באיכות גבוהה.
          <br />
          כלומר, לא דרך הוואטסאפ :) לשלוח קבצים אפשר דרך המייל, טלגרם, או ... כן, כן, Trello!
          <br />
          אין לכם תוכן/תמונות/לוגו? אין בעיה, תדברו איתנו, יש לנו גם שירות כזה ללקוחות שמחליטים לבנות אצלנו אתר תדמית לעסק.
        </Accordion>

        <Accordion title="אתם כותבים תוכן?">
          לא כל בעל עסק מגיע מוכן עם קופי ותוכן לאתר שלו. אנחנו מבינים את זה.
          <br />
          בזכות הניסיון הרב שלנו בעיצוב אתרי תדמית ברמה גבוהה, אנחנו יודעים מה חשוב לכתוב באתר כדי להוביל לתוצאות רצויות.
          אנחנו יכולים לספק קופירייטינג אופטימלי באופן ספציפי למטרת האתר שלכם. נשמח לשוחח ולהסביר יותר על התהליך שלנו.
        </Accordion>

        <Accordion title="אני מעוניין לבנות אפליקציה">
          אנחנו נשמח לעזור!
          המחיר נע בין 2,500₪ עבור אפליקציה פשוטה ועד 50,000₪+ עבור פתרון מורכב וזמני פיתוח ארוכים.
          <br />
          השאירו פרטים, נדבר על הכל.
        </Accordion>

        {/* <Accordion title="מה אם איני מרוצה?">
          אם אינכם מרוצים מהשירות, ניתן לקבל החזר 100% עד 14 ימים. עד היום, לא היו לנו בקשות להחזר.
        </Accordion> */}
        
        <h1 className="text-center pt-8">יש לכם עוד שאלות?</h1>
        <a href="https://wa.me?+972508564794" className="underline text-primary-800">
          <p className="text-center ">תדברו איתנו, אנחנו נשמח לעזור.</p>
        </a>

      </div>
    </section>
  )
}